[
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "I",
  "PERÍODO": "1",
  "ABREVIAÇÃO": "CFN",
  "DICIPLINA": "Cálculos Financeiros I",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Regra de Três. Números diretamente e inversamente proporcionais. Regra de Sociedade. Porcentagem. Taxa Percentual e Unitária. Taxa Proporcional e Equivalente. Juros ou Capitalização Simples. Desconto Simples.",
  "BIBLIOGRAFIA BÁSICA": "ASSAF NETO, Alexandre. Matemática F inanceira e suas Aplicações. 12. ed. São Paulo: Atlas, 2012",
  "BIBLIOGRAFIA BÁSICA": " FARO, Clóvis. Introdução à Matemática Financeira. São Paulo: Saraiva, 2012",
  "BIBLIOGRAFIA BÁSICA": " PUCCINI, Abelardo de Lima. Matemática Financeira Objetiva e Aplicada. São Paulo: Elsevier \/Campus, 2011.",
  "BIBLIOGRAFIA COMPLEMENTAR": "HAZZAN, Samuel. POMPEU, José Nicolau. Matemática Financeira. 6. ed. São Paulo: Saraiva, 2007.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "MATHIAS, Washington F. GOMES, José M. Matemática Financeira. São Paulo: Atlas, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SAMANEZ, Carlos Patrício. Matemática Financeira – Aplicações à A nálise de Investimentos. 4. ed. São Paulo: Pearson Education Brasil, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "VIEIRA SOBRINHO, José Dutra. Matemática Financeira. São Paulo: Atlas, 2007.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SILVA, Fernando Cesar Marra; ABRÃO, Mariângela. Matemática Básica para Decisões Administrativas. São Paul o: Atlas, 2008.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1yQhAODT31ZVEgt6YnoNgfuN4CCba-XSb\/view?usp=drive_link"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "I",
  "PERÍODO": "1",
  "ABREVIAÇÃO": "CME",
  "DICIPLINA": "Comunicação Empresarial",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Comunicação empresarial e sua importância no mercado de trabalho. Características e ação da comunicação empresarial. Habilidades para a construção do texto no âmbito empresarial: coerência e coesão textuais. A prática da argumentação na comunicação empresarial. Leitura e interpretação e construção de textos. A comunicação empresarial com o uso de ferramentas tecnológicas. A prática do discurso oral (apresentação de projetos). Prática da redação empre sarial.",
  "BIBLIOGRAFIA BÁSICA": "FARACO, C. Alberto. Oficina de Texto. Petrópolis: Vozes, 2004 MEDEIROS, João Bosco",
  "BIBLIOGRAFIA BÁSICA": " TOMASI, Carolina. Comunicação Empresarial. São Paulo: Atlas, 2014",
  "BIBLIOGRAFIA BÁSICA": " MEDEIROS, João Bosco. Redação Empresarial. São Paulo: Atlas, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "CESCA, Cleusa G. Comunicação Dirigida Escrita na Empresa. 2ª Ed. São Paulo: Summus, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "FARACO, C. Alberto. Prática de Texto. Petrópolis: Vozes, 2008.",
  "BIBLIOGRAFIA COMPLEMENTAR": "GOLD, Mirian. Redação Empresarial. São Paulo: Prentice Hall Brasil, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "PIMENTA, Maria Alzira. Comunicação Empresarial. Campinas: Alínea, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "Viana, Francisco. Comunicação Empresarial de A à Z. São Paulo: CLA, 2004.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1gxywSFIl16nwpQrify9kFVoCuKAoaF71\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "I",
  "PERÍODO": "1",
  "ABREVIAÇÃO": "CTG",
  "DICIPLINA": "Contabilidade Geral I",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "A contabilidade como um sistema de informações. Objetivos da contabilidade. Ativo , passivo e patrimônio líquido. Receita, despesa e resultado. Plano de Contas. Estática e dinâmica patrimonial. Procedimentos contábeis. Fatos contábeis. Balancete de verificação. Encerramento do exercício. Demonstração de resultado do exercício. Balanço p atrimonial. Apresentação do relatório de administração e demonstrações financeiras obrigatórias. Evidenciação. Importância para a gestão.",
  "BIBLIOGRAFIA BÁSICA": "ALMEIDA, Marcelo Cavalcanti. Curso de Contabilidade Introdutória em IFRS e CPC. São Paulo. Atlas. 2014. ",
  "BIBLIOGRAFIA BÁSICA": "MARION, José Carlos. Contabilidade Básica. São Paulo: Atlas, 2009. ",
  "BIBLIOGRAFIA BÁSICA": "SCHMIDT, P.; et al. Introdução à Contabilidade. São Paulo: Atlas, 2011.",
  "BIBLIOGRAFIA COMPLEMENTAR": "GONÇALVES, E. C.; BAPTISTA, A. E. Contabilidade Geral. São Paulo: Atlas, 2011.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "PADOV EZE, C. L. Manual de Contabilidade Básica: Uma Introdução à Prática Contábil. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA COMPLEMENTAR": "RIBEIRO, O. M. Contabilidade Geral Fácil. São Paulo: Saraiva, 2012.",
  "BIBLIOGRAFIA COMPLEMENTAR": "IUDÍCIBUS, Sérgio; MARTINS, Eliseu; GELBCKE, Ernesto R. Manual de Contabilidade Soci etária. São Paulo, Atlas. 2014.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MARION, José Carlos. Contabilidade Empresarial. São Paulo: Atlas, 2012.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/190SHy7uz8DUSddQWIHYn-PqBxnCkxedB\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "I",
  "PERÍODO": "1",
  "ABREVIAÇÃO": "TDA",
  "DICIPLINA": "Teorias da Administração I",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Fenômeno administrativo. A administração. Conceituação e caracterização da ação administrativa. O Administrador. Per fil do Administrador. Responsabilidade do Administrador. O Administrador como profissional. Função planejamento, organização, direção e controle. O Administrador como pessoa: personalidade, motivação, valores. O Administrador como agente de decisão. A inst ituição administrativa. Classificação de instituições. Instituições públicas e privadas. Área funcional de produção. Área funcional de finanças. Área funcional de recursos humanos. Área funcional de material e patrimônio. Área funcional de marketing. Admin istração e a sociedade. Organizações como sistemas abertos. Transações da organização com o ambiente. Condicionantes. Processo de adaptação e mudança organizacional. Importância da educação ambiental para a Administração. Administrador e realidade administ rativa brasileira. Panorama atual da administração no País.",
  "BIBLIOGRAFIA BÁSICA": "CHIAVENATO, Idalberto. Introdução a Teoria Geral da Administração. Rio de Janeiro: Elsevier, 2014. ",
  "BIBLIOGRAFIA BÁSICA": "MAXIMIANO, Antônio Carlos Amaru. Teoria Geral da Administração: Da Revolução Urbana à Revolução Digital. São Paulo: Atlas, 2012. ",
  "BIBLIOGRAFIA BÁSICA": "MOTTA, Fernando. Teoria Ge ral da Administração. São Paulo: Pioneira, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "BERNARDES, Cyro. Teoria Geral da Administração. São Paulo: Atlas, 2014.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "CHIAVENATO, Idalberto. Administração: Teoria, Processo e Prática. São Paulo: Pearson, 2014.",
  "BIBLIOGRAFIA COMPLEMENTAR": "KWASNICKA, Euni ce Lacava. Introdução à Administração. São Paulo: Atlas, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "LACOMBE, Francisco José Masset.",
  "BIBLIOGRAFIA COMPLEMENTAR": "Teoria Geral da Administração. São Paulo: Saraiva, 2004.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/17JhVx_mPJuPVowASQIcV6nNAeZo7tRqH\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "II",
  "PERÍODO": "2",
  "ABREVIAÇÃO": "CFN",
  "DICIPLINA": "Cálculos Financeiros II",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Capitalização composta. Rendas ou anuidades. Empréstimos e sistemas de amortização. Métodos de análise de investimentos. Operações realizadas no sistema financeiro brasileiro.",
  "BIBLIOGRAFIA BÁSICA": "ASSAF NETO, Alexandre. Matemática Financeira e suas Aplicações. 12. ed. São Paulo: Atlas, 2012. FARO, Clóvis. Introdução à Matemática Financeira. São Paulo: Saraiva, 2012. PUCCINI, Abelardo de Lima. Matemática Financeira O bjetiva e Aplicada. São Paulo: Elsevier \/ Campus, 2011. ",
  "BIBLIOGRAFIA BÁSICA": "PUCCINI, Abelardo de Lima. Matemática Financeira O bjetiva e Aplicada. São Paulo: Elsevier \/ Campus, 2011. ",
  "BIBLIOGRAFIA BÁSICA": "FILHO, Olívio Luccas. Matemática Financeira. 1. ed. São Paulo: Atlas, 2012. ",
  "BIBLIOGRAFIA COMPLEMENTAR": "HAZZAN, Samuel. POMPEU, José Nicolau. Matemática Financeira. 6. ed. São Paulo: Saraiva, 2007.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "MA THIAS, Washington F. GOMES, José M. Matemática Financeira. São Paulo: Atlas, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SAMANEZ, Carlos Patrício. Matemática Financeira ? Aplicações à Análise de Investimentos. 4ed. São Paulo: Pearson Education Brasil, 2010. 4.",
  "BIBLIOGRAFIA COMPLEMENTAR": "VIEIRA SOBRINHO, José Dutra. Mat emática Financeira. São Paulo: Atlas, 2007.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SILVA, Fernando Cesar Marra; ABRÃO, Mariângela. Matemática Básica para Decisões Administrativas. São Paulo: Atlas, 2008. OLIVEIRA, Gustavo Faria de. Matemática Financeira Descomplicada. 1.ed. São Paulo: Atlas, 2013.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1mkjRuPdhRXN2QrdMJkln-p5e6iyldRob\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "II",
  "PERÍODO": "2",
  "ABREVIAÇÃO": "TGA",
  "DICIPLINA": "Teoria Geral da Administração II",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Evolução do pensamento administrativo. Concepções administrativas: clássica; neoclássica; tendências modernas. Administração científica. Teoria da burocracia. Teoria das relações humanas. Teoria estruturalist a. Teoria dos sistemas. Abordagem sociotécnica. Teoria neoclássica da administração. Teoria comportamental. Desenvolvimento organizacional. Teoria da contingência.",
  "BIBLIOGRAFIA BÁSICA": "CHIAVENATO, Idalberto. Introdução a Teoria Geral da Administração. Rio de Janeiro: Elsevier, 2014.",
  "BIBLIOGRAFIA BÁSICA": "MAXIMIANO, Antônio Carlos Amaru. Teoria Geral da Administração: Da Revolução Urbana à Revolução Digital. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA BÁSICA": "MOTTA, Fernando. Teoria Ge ral da Administração. São Paulo: Pioneira, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "BERNARDES, Cyro. Teoria Geral da Administração. São Paulo: Atlas, 2014.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "CHIAVENATO, Idalberto. Administração: Teoria, Processo e Prática. São Paulo: Pearson, 2014.",
  "BIBLIOGRAFIA COMPLEMENTAR": "KWASNICKA, Euni ce Lacava. Introdução à Administração. São Paulo: Atlas, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "LACOMBE, Francisco José Masset. Teoria Geral da Administração. São Paulo: Saraiva, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "FILHO, Edmundo Escrivão, Filho Sergio Perisse. Teoria da Administração: Introdução ao Estudo do Administ rador. São Paulo: Saraiva, 2010.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1HvVQA8NB0jl4GRKBZUSnCHebs-t59pVU\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "II",
  "PERÍODO": "2",
  "ABREVIAÇÃO": "FDE",
  "DICIPLINA": "Fundamentos de Economia",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Conceitos econômicos básicos. Evolução da ciência econômica. Microeconomia: conceitos, teorias e aplicação. Oferta e demanda. Controle de preços. Equilíbrio. Tributação. Estrutura de mercado. Macroeconomia: conceitos, teorias e aplicação. Fluxo circular da renda. Mensuração da renda e consumo de uma nação. Mensuração do custo de vida. O sistema financeiro. O sistema monetário. Inflação: suas causas e efeitos. Desemprego. Crescimento ec onômico. Evolução da economia brasileira. Características da economia brasileira contemporânea. Política econômica. A experiência inflacionária brasileira e os planos de estabilização. Perspectivas atuais da economia brasileira. Noções de economia internac ional.",
  "BIBLIOGRAFIA BÁSICA": "GREMAUD, Amaury P.; VASCONCELLOS, Marco A. S.; TONETO Jr., Rudinei. Economia Brasileira Contemporânea. São Paulo: Atlas, 2008.",
  "BIBLIOGRAFIA BÁSICA": "LANZANA, Antônio E. T. Economia Brasileira: Fundamentos e Atualidades. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA BÁSICA": "MANKIW , N. Gregory. Introdução à Economia. Princípios de Micro e Macroeconomia. São Paulo: Pioneira, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "FURTADO, Celso. Formação Econômica do Brasil. São Paulo: Nacional, 34ª ed. 2007.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "SAMUELSON, Paul; NORDHAUS, William D. Economia. São Paulo: McGraw - Hill, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "STIGLITZ, Joseph E.; WALSH, Carl E. Introdução à Microeconomia. Rio de Janeiro: Campus, 2003.",
  "BIBLIOGRAFIA COMPLEMENTAR": "VASCONCELOS, Marco Antônio Sandoval de. Fundamentos de Economia. São Paulo: Saraiva. 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "STIGLITZ, Joseph E.; WALSH, Carl E. Intr odução à Macroeconomia. 3. ed. Rio de Janeiro: Campus, 2003.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/19nsU8DxZfdQWNeymKKuC-FhKXUsU4IGK\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "II",
  "PERÍODO": "2",
  "ABREVIAÇÃO": "MPC",
  "DICIPLINA": "Metodologia da Pesquisa Científica",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Ciência e conhecimento científico. Teoria e fatos. Leitura, análise e interpretação de textos. Planejamento, Pesquisa e Projeto de Pesquisa. Técnicas de pesquisa. Monografia. Dissertação. Tese. Métodos científicos. Métodos: indutivo, dedutivo e dialético. Ética na Pesquisa. Revisão da Literatura. Métodos: quantitativos, qualitativos e mistos. Elaboração de Apresentações. Norma da ABNT. Análise de Dados e Métodos de Coleta. ",
  "BIBLIOGRAFIA BÁSICA": "ANDRADE, Maria Margarida de. Introdução à metodologia do trabalho científico. 8. ed. São Paulo: Atlas, 2007.",
  "BIBLIOGRAFIA BÁSICA": "LAKATOS, Eva Maria; MARCONI, Marina de Andrade. Fundamentos de Metodologia Cientifica. São Paulo: Atlas, 2007.",
  "BIBLIOGRAFIA BÁSICA": "SERRA NEGRA, Carlos Alberto. Manual de Trabalhos Monográficos de Graduação, Especialização, Mestrado e Doutorado. 3. ed. São Paulo: Atlas, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "VENTURA, Magda, MACIEIRA, Sílvio. Curso de Metodologia Científica. São P aulo: Freitas Bastos, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "CRESWELL, John W. Projeto de Pesquisa: métodos qualitativo e misto. 3. ed. Porto Alegre: Artmed. 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "LUDWIG, Antônio Carlos Will. Fundamentos e Prática de Metodologia Científica. Petrópolis: Vozes, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MEDEIROS, João Bosco. Redação Científica: a prática de fichamentos, resumos, resenhas. 8. ed. São Paulo: Atlas, 2006.Digital. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA COMPLEMENTAR": "RUIZ, João Álvaro. Metodologia científica: guia para eficiência nos estudos. São Paulo: Atlas, 2006.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1d3aPSzt-A-6LNyt5PGr5wMNB60NI6iOO\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "III",
  "PERÍODO": 3,
  "ABREVIAÇÃO": "ADO",
  "DICIPLINA": "Administração Financeira e Orçamento",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Administração financeira e orçamentária: objetivos, princípios e métodos. Estrutura de capital das organizações. Carteira de investimentos. Capital de giro. Administração financeira. Análise das demonstrações financeiras . A logística das operações financeiras. O controle financeiro. Plano estratégico financeiro. Orçamento empresarial integrado. Orçamento operacional. Orçamento econômico - financeiro. Orçamento de investimentos. Execução orçamentária e vantagens do sistema o rçamentário. Prática orçamentária. Relatórios gerenciais. Análise de índices financeiros para gastos, lucro, retorno do investimento, liquidez e solvência. A elaboração do orçamento. O acompanhamento orçamentário. ",
  "BIBLIOGRAFIA BÁSICA": "ROSS, Stephen A.; WESTERFIELD, Randolph; JAFFE, Jeffrey F. Administração financeira (Corporate Finance). 3ª ed. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA BÁSICA": "ASSAF NETO, Alexandre; LIMA, Fabiano G. Curso de administração financeira. São Paulo: Atlas, 2008",
  "BIBLIOGRAFIA BÁSICA": ". GITMAN, Lawrence J. Princípios de Administração Financeira. 12ª. Edição. São Paulo: Pearson \/ Prentice Hall, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "ASSAF NETO, Alexandre. Finanças Corporativas e Valor. 7ª. ed. São Paulo: Atlas, 2014.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "LUZ, Adão Eleutério da. Introdução administração f inanceira e orçamentária. Curitiba: Editora Intersaberes, 2015.",
  "BIBLIOGRAFIA COMPLEMENTAR": "RIGHAM, E. F.; HOUSTON, J. F. Fundamentos da Moderna Administração Financeira. Rio de Janeiro. Campus, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "BRIGHAM, Eugene F.; EHRHARDT; Michael C. Administração Financeira. São Paulo: Pion eira Thomson, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR": "PADOVEZE, C. L. Introdução à Administração Financeira. São Paulo: Cengage Learning, 2011.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1-3IGHxV6TSDvUzzrWbq-D8patSMO4yDO\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "III",
  "PERÍODO": 3,
  "ABREVIAÇÃO": "AMP",
  "DICIPLINA": "Administração de Materiais e Patrimônio",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Gestão de materiais. Recursos logísticos (sistema de informação na logística, previsões, gestão de estoques, transporte, movimentação e armazenagem de materiais). Distribuição física e canais de distribuição. Aquisição\/suprimentos",
  "BIBLIOGRAFIA BÁSICA": "BALLOU, R. H. Logística Empresarial: Transportes, Administração de Materiais, Distribuição Física. São Paulo: Atlas, 1993.",
  "BIBLIOGRAFIA BÁSICA": "DIAS, M. A. P. Administração de Materiais: uma abordagem logística. 6.ed. São Paulo: Atlas, 2015.",
  "BIBLIOGRAFIA BÁSICA": "MARTINS, P. G; ALT, Paulo R. C. Administração de Materiais e Recursos Patrimoniais. 3.ed. São Paulo: Saraiva, 2011.",
  "BIBLIOGRAFIA COMPLEMENTAR": "DIAS, M. A. Introdução à logística: fundamentos, práticas e integração. São Paulo: Atlas, 2017.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "POZO, H. Logística e gerenciamento da cadeia de suprimentos. São Paulo: Atlas, 2015.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SILVIO, R. I. P. Gestão da cadeia de suprimentos: conceitos, estratégias, práticas e casos. São Paulo: Atlas, 2016.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SLACK, N.; CHAMBERS, S.; JOHNSTON, R. Administração da produção. 4.ed. São Paulo: Atlas, 2015.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1Z2V9GCXSJGGQjlUct_i2sfbIesjMv9RD\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "III",
  "PERÍODO": 3,
  "ABREVIAÇÃO": "PDO",
  "DICIPLINA": "Psicologia das Organizações",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Origens históricas e científicas da Psicologia. Complexidad e psicológica do ser humano. Comportamento, percepção, personalidade, desenvolvimento individual, formação do grupo social, comunicação e relacionamento. Psicologia e organização. Ambiente organizacional. Indivíduo e as relações em ambientes profissionais. Comportamentos individuais e coletivos. Indivíduo e organizações. Motivação no trabalho. Percepção, atitudes e diferenças individuais. Comunicação interpessoal e organizacional. Comportamento grupal e intergrupal. Liderança e gerência. Aplicações organiza cionais. Relações entre os objetivos da empresa e os da realização profissional.",
  "BIBLIOGRAFIA BÁSICA": "COHEN, Allan R.; FINK, Stephen L. Comportamento Organizacional: Conceitos e Estudos de Caso. Rio de Janeiro: Campus, 2003.",
  "BIBLIOGRAFIA BÁSICA": "FIORELLI, José Osmir. Psicologia para Administradores: Integrando Teoria e Prática. São Paulo: Atlas. 2004.",
  "BIBLIOGRAFIA BÁSICA": "BASTOS, Antonio Virgílio Bittencourt; BORGES - ANDRADE, Jairo Eduardo; ZANE LLI, José Carlos. Psicologia, Organizações e Trabalho no Brasil. Porto Alegre: Artmed, 2004. ",
  "BIBLIOGRAFIA COMPLEMENTAR": "DAVIDOFF, Linda L. Introdução à Psicologia. São Paulo: Makron Books, 2001.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "FRITZEN, Silvino José. Relações Humanas Interpessoais. Petrópolis: Vozes, 2001.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SPECTOR, Paul E. Psicologia nas Organizações. São Paulo: Saraiva, 2003.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MUCHINSKY, Paul M. Psicologia Organizacional. São Paulo: Thomson Learning, 2004.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1DnYvO9ty7EqokXTcZpe3AfWdFR-nfnzQ\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "III",
  "PERÍODO": 3,
  "ABREVIAÇÃO": "PRO",
  "DICIPLINA": "Processos Organizacionais",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Organização, seu estudo e conceitos básicos. Importância da teoria para o estu do das organizações. Organização e suas dimensões estrutural e dinâmica. A era informacional. O contexto de mudança. Os ambientes organizacionais. A educação ambiental e os processos organizacionais. Os novos paradigmas. Os sistemas em rede. Os condomínios industriais. Métodos e técnicas para estratégias competitivas. A gestão do conhecimento e da informação. Organização e reorganização. Distribuição do trabalho. Processamento do trabalho. Aproveitamento racional de espaço físico. Gráficos de organização. M anuais administrativos. Formulários. Metodologias para levantamento, análise e prognóstico das organizações. Estrutura, estratégia, tecnologia, desempenho, processos organizacionais e ambiente externo. Análise organizacional.",
  "BIBLIOGRAFIA BÁSICA": "ARAUJO, Luiz César G. de. Organização, Sistemas e Métodos e as Modernas Ferramentas de Gestão Organizacional. São Paulo: Atlas, 2001.",
  "BIBLIOGRAFIA BÁSICA": "BALLESTERO - ALVAREZ, Maria Esmeralda. Manual de Organização, Sistemas e Métodos. São Paulo: Atlas, 2006 .",
  "BIBLIOGRAFIA BÁSICA": "CRUZ, Tadeu. Sistemas, Organização e Métodos. São Paulo: Atlas, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "BAUER, Ruben. Gestão da Mudança. São Paulo: Atlas, 2000.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "CURY, A. Organização e Métodos: Uma Visão Holística. São Paulo: Atlas, 2001.",
  "BIBLIOGRAFIA COMPLEMENTAR": "OLIVEIRA, Djalma de Pinho Rebouças de. Estrutura Organizacional. São Paulo: Atlas, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SIMCSIK, Tibor. OSM: Organização, Sistemas e Métodos. São Paulo: Futura, 2001.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MOTTA, Fernando C. Prestes. Teoria das Organizações - Evolução e Crítica. São Paulo: Pioneira, 2001.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/10BB7DoZHH7BHuMz-HfA2-Tu2eu6PIfIf\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "IV",
  "PERÍODO": 4,
  "ABREVIAÇÃO": "ADP",
  "DICIPLINA": "Administração da Produção",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Contextualização da administração da produção. Evolução da área de produção nas organizações. Função de produção. Organização e funções da administração de produção. Métodos analíticos. Dados de custos. Custos de capital. Programação linear. Modelos de fila de espera. Modelos de simulação. Análise gráfica e esquemática. Planejamento da produção. T écnicas de previsão. Determinação das necessidades. Teoria básica da engenharia econômica. Controle de produção. Média de trabalho. Estudo de tempos e movimentos. Método de dados - padrão. Planejamento e controle de qualidade. ",
  "BIBLIOGRAFIA BÁSICA": "COR RÊA, C arlos A.; CORRÊA, Henrique L. Administração da Produção e Operações. São Paulo: Atlas, 2006.",
  "BIBLIOGRAFIA BÁSICA": "MARTINS, Petrônio G.; LAUGENI, Fernando P. Administração da Produção. São Paulo: Saraiva, 2005.",
  "BIBLIOGRAFIA BÁSICA": "SLACK, Nigel; CHAMBERS, Stuart; JOHNSTON, Robert. Administração da Produção. São Paulo: Atlas, 2002",
  "BIBLIOGRAFIA COMPLEMENTAR": "CHASE, Richard B.; AQUILANO, Nicholas J.; JACOBS, F. Robert. Administração da Produção para a Vantagem. Porto Alegre: Bookman, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "KRAJEWSKI, Lee J.; RITZMAN, Larry P. Administração da Produçã o e Operações. São Paulo: Prentice Hall Brasil, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "LAMMING, Richard; BROWN, Steven; JONES, Peter. Administração da Produção e Operações. Rio de Janeiro: Campus, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SILVIO, R. I. P. Gestão da cadeia de suprimentos: conceitos, estratégias, práticas e casos. São Paulo: Atlas, 2016.",
  "BIBLIOGRAFIA COMPLEMENTAR": "POZO, H. Administração de Recursos Materiais e Patrimoniais: uma abordagem logística. 7.ed. São Paulo: Atlas, 2016",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1NI9B5lodo8XAtPGWO4k9UoMhH0EE9Caj\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "IV",
  "PERÍODO": 4,
  "ABREVIAÇÃO": "GRH",
  "DICIPLINA": "Gestão de Recursos Humanos",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "50 estrat égica. Benefícios. Incentivos. Relações de trabalho. Cooperativas. Terceirização. Parcerias. Treinamento e desenvolvimento. Saúde, segurança e qualidade de vida no trabalho. Banco de dados, controle e sistemas de informação em recursos humanos. ",
  "BIBLIOGRAFIA BÁSICA": "CHIAVENATO, Idalberto. Gestão de Pessoas: o Novo Papel dos Recursos Humanos nas Organizações. Rio de Janeiro: Campus, 2005.",
  "BIBLIOGRAFIA BÁSICA": "DUTRA, Joel Souza. Gestão de Pessoas - Modelo, Processos, Tendências e Perspectivas. São Paulo:Atlas,2002.",
  "BIBLIOGRAFIA BÁSICA": "MARR AS, Jean Pierre. Administração de Recursos Humanos - Do Operacional ao Estratégico. São Paulo: Futura, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "BANOV, Márcia R.; FIDELIS, Gilson Jose. Gestão de Recursos Humanos - Tradicional e Estratégica. São Paulo: Érica, 2006",
  "BIBLIOGRAFIA COMPLEMENTAR 2": ". C ARVALHO, Antonio Vieira de; NASCIMENTO, Luiz Paulo do. Gestão Estratégica de Pessoas. Rio de Janeiro: Qualitymark, 2007.",
  "BIBLIOGRAFIA COMPLEMENTAR": "CHIAVENATO, Idalberto. Administração de Recursos Humanos. São Paulo: Atlas, 2007.",
  "BIBLIOGRAFIA COMPLEMENTAR": "FIDELIS, Gilson Jose. Gestão de Pessoas. São Paulo: Érica, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MILKOVICH, Georger; BOUDREAU, John W. Administração de Recursos Humanos. São Paulo: Atlas, 2000 .",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1ciSoU0FpwvNDO7xnb8LC6_VAZTl2cHfv\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "IV",
  "PERÍODO": 4,
  "ABREVIAÇÃO": "CGE",
  "DICIPLINA": "Contabilidade e Gestão Estratégica de Custos",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Conceitos fundamentais de custos e da contabilidade de custos. Classificações de custos. Comportamento de custos. Modelos de sistemas de custos. Custeio de materiais diretos. Custeio por encomenda e custeio por processo. Perdas na produção e administração da qualidade. Custeio por absorção: Alocação de materiais diretos. Mão - de - obra di reta e custos indiretos de produção. Escrituração contábil de operações relacionadas com custos de produção e de serviços. ",
  "BIBLIOGRAFIA BÁSICA": "MARTINS, Eliseu. Contabilidade de Custos. São Paulo: Atlas, 2010.",
  "BIBLIOGRAFIA BÁSICA": "BORNIA, Antônio Cezar. Análise Gerencial de Cus tos. São Paulo: Bookman, 2010.",
  "BIBLIOGRAFIA BÁSICA": "HORNGREN, C. T.; et al. Contabilidade de Custos. São Paulo: Prentice Hall, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "BRUNI, A. L.; FAMÁ, R. Gestão de Custos e Formação de Preços. São Paulo, Atlas, 2012.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": " FERREIRA, R. J. Contabilidade de Custo. Rio de Janeiro: Ferreira, 2011.",
  "BIBLIOGRAFIA COMPLEMENTAR": "LEONE, George Sebastião Guerra. Curso de Contabilidade de Custos. São Paulo: Atlas, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "LEONE, George Sebastião Guerra. Custos ? Planejamento, Implantação e Controle. São Paulo: Atlas, 2000.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MAHER, M. Contabil idade de Custos. São Paulo: Atlas, 2001",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1UlTmCtlCsjMF-gLnz5xecYNeSs4ko9kb\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "IV",
  "PERÍODO": 4,
  "ABREVIAÇÃO": "DTL",
  "DICIPLINA": "Direito Trabalhista e Legislação Social",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Relação de trabalho. O contrato de trabalho. Tipos de contrato e suas características. Os sujeitos do contrato de trabalho. Alteração das condições de trabalho. Suspensão e interrupção do contrato. Extinção. Direitos trabalhistas. Prescrição e decadência. Direitos e obrigações do empregado e do empregador. Previdência social: conceito e objeto. Beneficiários. Plano de benefícios. Custeio. Contribuição. Acidente de trabalho e educação ambiental. Seguro desemprego. ",
  "BIBLIOGRAFIA BÁSICA": "NASCIMENTO, A. M. Curso de Direito do Trabalho. São Paulo: Saraiva, 2012.",
  "BIBLIOGRAFIA BÁSICA": "MARTINS, S. P. Direito da Seguridade Social. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA BÁSICA": "MARTINS, S. P. Fundamentos de Direito do Trabalho. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA COMPLEMENTAR": "DELGADO, M. G. Curso de Direito do Trabalho. São Paulo: LTR, 2013.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "BARROS, Alice Monteiro. Curso de Direito do Trabalho. São Paulo: TLr, 2015 ",
  "BIBLIOGRAFIA COMPLEMENTAR": "RESENDE, Ricardo. Direito do Trabalho Esque matizado. São Paulo: Editora Método, 2015",
  "BIBLIOGRAFIA COMPLEMENTAR": "OLIVEIRA, W. R. Legislação Previdenciária Anotada. São Paulo: LED, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MARTINS, Sérgio Pinto. Instituições de Direito Público e Privado. São Paulo: Atlas, 2014.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1WxBqd6nElhKcvX8ZhcZRdy1opOKOtkC9\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "IV",
  "PERÍODO": 4,
  "ABREVIAÇÃO": "SDE",
  "DICIPLINA": "Sustentabilidade e Educação Ambiental",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Fundam entos da educação ambiental como área do conhecimento teórico, científico - metodológico. Histórico e perspectivas. Conteúdo, tipos de abordagens e metodologias em educação ambiental. Educação formal e informal. Educação ambiental, sustentabilidade e interdi sciplinaridade. Imposições do desenvolvimento ecologicamente sustentado à educação ambiental. A relação com o ensino e a pesquisa. Sustentabilidade. Ética e responsabilidade socioambiental. Crescimento e responsabilidade socioambiental. Responsabilidade so cioambiental como estratégia de gestão, produção, sustentabilidade 52 e desenvolvimento. A diversidade como base para a inovação e desenvolvimento sustentável.",
  "BIBLIOGRAFIA BÁSICA": "DIAS, GENEBALDO FREIRE. Educação ambiental princípios e práticas. 9º Edição. São Paulo: Gaia, 2004.",
  "BIBLIOGRAFIA BÁSICA": "DIAZ, ALBERTO PARDO. Educação Ambiental como projeto. 2º edição. Porto Alegre: Artmed. Ilustrado. Tradução de Fátima Murad, 2002.",
  "BIBLIOGRAFIA BÁSICA": "RUSCHEINSKY, ALOÍSIO (ORG. ) Educação Ambiental: abordagens múltiplas. 1º edição. Porto Alegre: Artmed, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "BITAR, OMAR YAZBEK. Meio ambiente e geologia. 1º edição. São Paulo: Senac São Paulo, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "(Série Meio Ambiente). BRAGA, BENEDITO; HESPANHOL, IVAN ILDO; CONEJO, JOÃO G.L. et al. Introdução à engenharia ambiental. 2º edição. São Paulo: Pearson Prentice Hall, 2005",
  "BIBLIOGRAFIA COMPLEMENTAR": ". ODUM, EUGENE P. Fundamentos de ecologia. 7º edição. Fundação Caloute Gulbenkian. Lisboa. 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "ROUQUAYROL, MARIA ZÉLIA: ALMEIDA FILHO, NAOM AR DE. Epidemiologia e Saúde. Rio de Janeiro: Medbook, 2013.",
  "BIBLIOGRAFIA COMPLEMENTAR": "ASHLEY, Patricia Almeida (Coord.). Ética e responsabilidade social nos negócios. 2. ed. São Paulo: Saraiva, 2010.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1c7OEyKERA-2cwvCOMqmvW8z5E9DebxAR\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "V",
  "PERÍODO": 5,
  "ABREVIAÇÃO": "RSE",
  "DICIPLINA": "Responsabilidade Social das Empresas",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Responsabilidade empresarial. Responsabilidade social da empresa. Contribuição das empresas para as comunicades. Responsabilidade social no contexto de uma visão eocssitêmica da sociedade. A gestão de qualidade e os indicadores de responsabilidade socila. Roteiro para implentação da responsabilidade social numa organização. Responsabilidade social da empresa e educação ambiental.",
  "BIBLIOGRAFIA BÁSICA": "KARKOTLI, Gilson. Responsabilidade Social Empresarial. Petrópolis: Vozes, 2006.",
  "BIBLIOGRAFIA BÁSICA": "MELO NETO, Francisco Paulo d e; FROES, C. Responsabilidade Social e Cidadania Empresarial. Rio de Janeiro: Qualitymark, 2002.",
  "BIBLIOGRAFIA BÁSICA": "RODRIGUES, Martius V. R. Ética e Responsabilidade Social nas Empresas. Rio de Janeiro: Campus, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MELO NETO, Francisco Paulo de. Gestão da Responsabilidade Social Corporativa: O Caso Brasileiro. Rio de Janeiro: Qualitymark, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "OLIVEIRA, Marcos Antonio L. Sá. 8000 - O Modelo Iso 9000 Aplicado à Responsabilidade Social. Rio de Janeiro: Qualitymark, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "TENORIO, Fernando Guilherm e. Responsabilidade Social Empresarial. São Paulo: FGV, 2004. ",
  "BIBLIOGRAFIA COMPLEMENTAR": "SEIFFERT, Mari Elizabete Bernardini. Gestão Ambiental: Instrumentos, Esferas de Ação e Educação Ambiental. 3ª edição. São Paulo: Atlas, 2014.",
  "BIBLIOGRAFIA COMPLEMENTAR": "PHILIPPI JR, Arlindo; ROMERO, Marcelo de Andrade; BRUNA, Gilda Collet. Curso de Gestão Ambiental. 2ª edição. São Paulo: Manole, 2014.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/13c4IaodFw21bnfIb07ClUW0nZJ5utTGL\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "V",
  "PERÍODO": 5,
  "ABREVIAÇÃO": "PSO",
  "DICIPLINA": "Pesquisa Operacional",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Pesquisa operacional em organizações. Utilidade da pesquisa operacional para o processo de to mada de decisão e solução de problemas. Técnicas de modelagem. Programação linear. Método Simplex. Teoria das Filas. Simulação. Aplicação de softwares em pesquisa operacional.",
  "BIBLIOGRAFIA BÁSICA": "ARMENTANO, Vinícius Amaral; MORABITO, Reinaldo; ARENALES, Ma rcos. Pesquisa Operacional - Modelagem e Algoritmos. Rio de Janeiro: Campus, 2006.",
  "BIBLIOGRAFIA BÁSICA": "LACHTERMACHER, Gerson. Pesquisa Operacional na Tomada de Decisões. Rio de Janeiro. Campus: 2006.",
  "BIBLIOGRAFIA BÁSICA": "MOREIRA, Daniel Augusto. Pesquisa Operacional - Curso Introdutório. São Paul o: Pioneira, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "ANDRADE, Eduardo Leopoldino de. Introdução à Pesquisa Operacional. Rio de Janeiro: LTC, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "CORRAR Luiz J.; THEÓPHILO, Carlos Renato. Pesquisa Operacional para Decisão em Contabilidade e Administração. São Pau lo, Atlas, 2003.",
  "BIBLIOGRAFIA COMPLEMENTAR": "CAIXETA - FILHO, José Vicente. Pesquisa Operacional - Técnicas de Otimização. São Paulo: Atlas, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MELLO, José Carlos Martins F. de. Negociação Baseada em Estratégia. 2. ed. São Paulo: Atlas, 2010. ",
  "BIBLIOGRAFIA COMPLEMENTAR": "THOMPSON, Leigh L. O Negociador. 3. ed. São Paulo: Pearson Prentice Hall, 2009.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1-dVW_GIumr8qCASv3wEMM0FFCU09rH69\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "V",
  "PERÍODO": 5,
  "ABREVIAÇÃO": "EEM",
  "DICIPLINA": "Empreendedorismo e Inovação",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Fenômeno do empreendedorismo. Importância socioeconômica do empreendedorismo. Perfil empreendedor. Visão, oportunidade e criatividade. Fatores que influenciam o empreendedorismo. O processo de criação de um novo negócio. Aspectos gerais sobre plano de negócios. Componentes do plano de negócios. Modelo de plano de negócio simplificado: o negócio; produto e serviços; análise d e mercado; plano de marketing; plano financeiro. Gestão ambiental, educação ambiental e empreendedorismo. Operacionalização do plano de negócio. Análise do plano.",
  "BIBLIOGRAFIA BÁSICA": "BIAGIO, L. A.; BATOCCHIO, A. Plano de Negócios. São Paulo: Manole, 2005.",
  "BIBLIOGRAFIA BÁSICA": "DORNELAS, J. C. A. Empreendedorismo: Transformando Ideias em Negócios. Rio de Janeiro: Campus, 2005.",
  "BIBLIOGRAFIA BÁSICA": "GUIMARÃES, T. A.; SOUZA, E. C. L. Empreendedorismo - Além do Plano de Negócios. São Paulo: Atlas, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR": "RAMAL, A. C. Construindo Planos de Negócios. Rio de Janeiro: Campus, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "BERNARDI, L. A. Manual de Plano de Negócios - Fundamentos, Processos e Estruturação. São Paulo: Atlas, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "DEGEN, R. O Empreendedor. São Paulo: Makron Books, 2000.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MONTGOMERY, C. A.; PORTER, M. (Org.). Estratégia: A Busca da Vantagem Competitiva. Rio de Janeiro: Campus, 2000.",
  "BIBLIOGRAFIA COMPLEMENTAR": "HARVARD BUSINESS REVIEW. Empreendedorismo e Estratégia. Rio de Janeiro: Campus, 2002.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1rm-S1KuPPr3Uah3dGYeS2X-jyJWU31Sw\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "V",
  "PERÍODO": 5,
  "ABREVIAÇÃO": "QLP",
  "DICIPLINA": "Qualidade e Produtividade",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Base conceitual sobre as principais teorias de evolução dos c onceitos de qualidade, o papel revolucionário do cliente no processo de mudanças das empresas. A importância da qualidade na elaboração do projeto de novos produtos e processos. O pensamento sistêmico x liderança. Gerenciamento da qualidade total. Ferramen tas estatísticas e estratégias como o SEIS SIGMA. ISO 9000:2000 e ISO14000. Qualidade e produtividade.",
  "BIBLIOGRAFIA BÁSICA": "CARPINETTI Luiz Cesar Ribeiro. Gestão da qualidade: conceitos e técnicas São Paulo: Atlas, 2010.",
  "BIBLIOGRAFIA BÁSICA": "JURAN, J. M. A qualidade desde o pro jeto: os novos passos para o planejamento da qualidade em produtos e serviços. São Paulo: Pioneira Thomson Leaning, 2001.",
  "BIBLIOGRAFIA BÁSICA": "PALADINI, Edson Pacheco. Gestão da qualidade: teoria e prática. 2. ed. São Paulo: Atlas, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "HARRINGTON, H. James. A implementação da ISSO 14000: como atualizar o sistema de gestão ambiental com eficácia. São Paulo: Atlas, 2001.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "JUNIOR, Isnard Marshall. Gestão da qualidade. 9. ed. Rio de Janeiro: FGV,2008.",
  "BIBLIOGRAFIA COMPLEMENTAR": "NEVES, Pastor Adilson Romualdo. Qualidade no atendimento: a chave para o seu sucesso pessoal e empresarial. Rio de Janeiro: Qualitymark, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "PALADINI, Edson Pacheco; BRIDI Eduardo Gest a o e avaliacção da qualidade em servi ç os para organiza ç o es competitivas: estrat e gias b a sicas e o cliente misterioso. S a o Paulo: Atlas, 2013.",
  "BIBLIOGRAFIA COMPLEMENTAR": "PALADINI, Edson Pacheco. Gest a o estrat e gica da qualidade: princ í pios, m e todos e processos. 2. ed. – S a o Paulo: Atlas, 2009.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1fZ70tYhr3x5JlPxTYV36ZN7KsTajpxlZ\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "V",
  "PERÍODO": 5,
  "ABREVIAÇÃO": "PLE",
  "DICIPLINA": "Planejamento Estratégico",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Planejamento e controle: uma visão geral. O ambiente de negócios. Conceitos importantes. Benefícios e limitações do planejamento. Planejamento estratégico: visão geral. Elementos do planejamento estratégico: missão, objetivos e estratégias. Orçamento empresarial: projeções orçamentárias, aspectos in flacionários, controle orçamentário e revisão de dados, demonstrações contábeis projetadas. Orçamento como instrumento de gestão empresarial. Ferramenta de planejamento e controle das operações. Sustentação ao processo de tomada de decisão. Direcionamento das operações. Planejamento econômico e financeiro. Princípios de planejamento. Etapas de elaboração do orçamento. Controle orçamentário: enfoque. Relacionamento entre sistemas de contabilidade e orçamento. Orçamento: perspectivas alternativas. Instrumento s de avaliação da performance do empreendimento traduzidos através do orçamento",
  "BIBLIOGRAFIA BÁSICA": "55 CARPINETTI Luiz Cesar Ribeiro. Gestão da qualidade: conceitos e técnicas São Paulo: Atlas, 2010.",
  "BIBLIOGRAFIA BÁSICA": "JURAN, J. M. A qualidade desde o pro jeto: os novos passos para o planejamento da qualidade em produtos e serviços. São Paulo: Pioneira Thomson Leaning, 2001.",
  "BIBLIOGRAFIA BÁSICA": "PALADINI, Edson Pacheco. Gestão da qualidade: teoria e prática. 2. ed. São Paulo: Atlas, 2004. Bibliografia Complementar HARRINGTON, H. James. A implementação da ISSO 14000: como atualizar o sistema de gestão ambiental com eficácia. São Paulo: Atlas, 2001. JUNIOR, Isnard Marshall. Gestão da qualidade. 9. ed. Rio de Janeiro: FGV,2008. NEVES, Pastor Adilson Romualdo. Qualidade no atendimento: a chave para o seu sucesso pessoal e empresarial. Rio de Janeiro: Qualitymark, 2006. PALADINI, Edson Pacheco; BRIDI Eduardo Gest a o e avaliacção da qualidade em servi ç os para organiza ç o es competitivas: estrat e gias b a sicas e o cliente misterioso. S a o Paulo: Atlas, 2013. PALADINI, Edson Pacheco. Gest a o estrat e gica da qualidade: princ í pios, m e todos e processos. 2. ed. – S a o Paulo: Atlas, 2009. PLANEJAMENTO ESTRATÉGICO Ementa Planejamento e controle: uma visão geral. O ambiente de negócios. Conceitos importantes. Benefícios e limitações do planejamento. Planejamento estratégico: visão geral. Elementos do planejamento estratégico: missão, objetivos e estratégias. Orçamento empresarial: projeções orçamentárias, aspectos in flacionários, controle orçamentário e revisão de dados, demonstrações contábeis projetadas. Orçamento como instrumento de gestão empresarial. Ferramenta de planejamento e controle das operações. Sustentação ao processo de tomada de decisão. Direcionamento das operações. Planejamento econômico e financeiro. Princípios de planejamento. Etapas de elaboração do orçamento. Controle orçamentário: enfoque. Relacionamento entre sistemas de contabilidade e orçamento. Orçamento: perspectivas alternativas. Instrumento s de avaliação da performance do empreendimento traduzidos através do orçamento. Bibliografia Básica LUNKES, Rogério João. Manual de Orçamento. São Paulo: Atlas, 2007. SANVICENTE, A. Z.; SANTOS, C. da C. Orçamento na Administração de Empresas: Planejament o e Controle. São Paulo: Atlas, 2006. SCHUBERT, P. Orçamento Empresarial Integrado – Metodologia, Controle e Acompanhamento, São Paulo: Freitas Bastos, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR": "FREZATTI, F. Orçamento Empresarial – Planejamento e Controle Gerencial. São Paulo: Atlas, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "LEMES JR; et al. Administração Financeira: Princípios, Fundamentos e Práticas Brasileiras, Aplicações e Casos Nacionais. Rio de Janeiro: Campus, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MOREIRA, José Carlos. Orçamento Empresarial – Manual de Elaboração. São Paulo: A tlas, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MORAES, J. R.; SÁ, C. A. Orçamento Estratégico – Uma Visão Empresarial. São Paulo: Qualitymark, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SOBANSKI, Jaert J. Prática de Orçamento Empresarial. São Paulo: Atlas, 2000.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/187ziIzy4mlx1LkQq_woBBxhycV-De4pZ\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VI",
  "PERÍODO": 6,
  "ABREVIAÇÃO": "MKE",
  "DICIPLINA": "Marketing Empresarial",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Fundamentos de mark eting. Conceitos, objetivos e funções. Planejamento estratégico: abordagem sistêmica; aspectos do marketing (micro e macro); estratégias e táticas. Organização para o marketing. Marketing mix. Ambiente mercadológico: variáveis que afetam a decisão gerencia l. Segmentação de mercado. Pesquisa mercadológica: investigação formal e informal; organização para a pesquisa; previsão de vendas. Consumidores: aspectos de consumo; comportamento do consumidor; mercado nacional. Produto: produtos de consumo; produtos ind ustriais; embalagem e marca; planejamento e política de produtos. Canais de distribuição: atacado; varejo; administração de sistemas de canais. Distribuição física. Promoção: promoção propriamente dita; vendas em massa; venda pessoal. Decisões gerenciais: controle de programas; avaliação de programas. Responsabilidade social do marketing.",
  "BIBLIOGRAFIA BÁSICA": "KOTLER, Philip. Marketing Essencial. São Paulo: Prentice Hall Brasil, 2004.",
  "BIBLIOGRAFIA BÁSICA": "KOTLER, Philip; KELLER, Kevin Lane. Administração de Marketing. São Paulo: Atlas, 2006.",
  "BIBLIOGRAFIA BÁSICA": "LAS CASAS, Alexandre Luzzi. Administração de Marketing. São Paulo: Atlas, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "COBRA, Marcos. Administração de Marketing no Brasil. São Paulo: Atlas, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "LAS CASAS, Alexandre Luzzi. Marketing: Conceitos, Exe rcícios e Casos. São Paulo: Atlas, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR": "REIS, Marcelo de Carvalho; MANDETTA, Rubens. Marketing: Princípios e Aplicações. Campinas: Alínea, 2003.",
  "BIBLIOGRAFIA COMPLEMENTAR": "57 GIULIANI, Antônio Carlos. Marketing Contemporâneo. São Paulo: Saraiva, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "TAVARES, J. C.; OLIVIERI N. R. M arketing Business to Business. São Paulo: Makron Books, 2000.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1rtvw6aBTTluCjW6w5mKGwe5Gyx3XIqtT\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VI",
  "PERÍODO": 6,
  "ABREVIAÇÃO": "SIG",
  "DICIPLINA": "Sistemas de Informações Gerenciais",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Administração da informação. Evolução e perspectivas da informática. Fontes de informação. Sistemas de informação: dimensão pessoas. Processo decisório. Risco, incerteza e decisão. Usuários da informação. Informação e poder. Sistemas de informação: dimensã o tecnologia. Hardware. Software . Comunicação. Redes. Projeto e implantação de sistemas de informação. Decisões estratégicas. Sistemas de informação e vantagem competitiva. Sistemas de informações empresariais. Desenvolvimento de sistemas em perspectivas. Gerenciamento de sistemas de informação. Análise de projetos de sistemas. Manutenção de sistemas. Segurança, privacidade e questões éticas. Perspectivas em sistemas de informação. Internet, Intranet e Extranet. Comércio eletrônico. Empresas virtuais.",
  "BIBLIOGRAFIA BÁSICA": "ALBERTIN, Alberto Luiz. Administração de Informática. São Paulo: Atlas, 2004.",
  "BIBLIOGRAFIA BÁSICA": "CRUZ, Tadeu. Sistemas de Informações Gerenciais. São Paulo: Atlas, 2003.",
  "BIBLIOGRAFIA BÁSICA": "OLIVEIRA, Djalma de Pinho Rebouças. Sistemas de Informações Gerenciais. São Paulo: Atlas, 2007",
  "BIBLIOGRAFIA COMPLEMENTAR": "POTTER, Richard E.; TURBAN, Efraim. Administração de Tecnologia da Informação. Rio de Janeiro: Elsevier, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "O’BRIEN, J. Sistemas de Informação e as Decisões Gerenciais na Era da Internet. São Paulo: Saraiva, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "REZENDE, Denis; ABREU; Aline F. de. Tecnologia da Informação Aplicada a Sistemas de Informação Empresariais. São Paulo: Atlas, 2000.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SORDI, José Osvaldo de. Tecnologia da Informação Aplicada aos Negócios. São Paulo: Atlas, 2003.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SANTOS, Aldemar de Araújo. Informática na Empresa. São Paulo: Atlas, 2003.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1mjET_RHp-48m_QgWm14qTJN1BGDVx7VE\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VI",
  "PERÍODO": 6,
  "ABREVIAÇÃO": "NLM",
  "DICIPLINA": "Negociação, Liderança, Mediação e Processo Decisório",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "58 Negociação como atividade cotidiana. Táticas e estratégias de negociação. Habilidades de relacionamento e tecnologia da negociação. Mediação: princípi os e conceitos fundamentais. O papel e a atividade do mediador. Perspectivas na mediação. Os desafios da decisão em um mundo complexo e interdependente. O processo decisório ao longo do ciclo de vida das organizações. O papel do gestor econômico e financei ro. As competências necessárias ao decisor para melhor atuar nos diferentes subsistemas organizacionais. Sistemas de trabalho de alto desempenho. O processo de tomada de decisões.",
  "BIBLIOGRAFIA BÁSICA": "ANDRADE, Rui Otávio, ALYRIO, Rovigati Danilo; MACEDO, Ma rcelo Álvaro da Silva. Princípios de Negociação: Ferramentas e Gestão. São Paulo: Atlas, 2007.",
  "BIBLIOGRAFIA BÁSICA": "CARVALHO, Rogério Dardeau. Sociedade em Negociação: Inovações Tecnológicas, Trabalho e Emprego. São Paulo: Mauad, 2003.",
  "BIBLIOGRAFIA BÁSICA": "LEWICKI, Roy L.; SAUNDERS, David M.; MINT ON, John W. Fundamentos da Negociação. Porto Alegre: Bookman, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "CARVALHAL, Eugênio; et al. Negociação e administração de conflitos. 2. ed. Rio de Janeiro: FGV, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "MARTINELLI, D. P.; ALMEIDA, A. P. de. Negociação e solução de conflitos: do impasse ao ganha - ganha através do melhor estilo. São Paulo: Atlas, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MELLO, José Carlos Martins F. de. Negociação Baseada em Estratégia. 2. ed. São Paulo: Atlas, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "THOMPSON, Leigh L. O Negociador. 3. ed. São Paulo: Pearson Prentice Hall, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "TAJRA, Sanmya Feitosa, SANTOS, N a dia. Planejamento e lideran ç a : conceitos, estrat e gicas e comportamento humano. 1. ed. – S ã o Paulo : É rica, 2014.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/13iUdUtkkx2_lhWuHN4cS1GLnGIr_D8e6\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VI",
  "PERÍODO": 6,
  "ABREVIAÇÃO": "RER",
  "DICIPLINA": "Relações Étnicos Raciais – Cidadania e Sociodiversidade",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "As relações étnico - raciais. Multiculturalismo, cultura, Lei 10.639\/2003 e seus desdobramentos na atualidade. Configurações dos conceitos de etnia\/raça, cor, classe social, diversidade e gênero no Brasil. Identidade e diferença. Cultura afro - brasileira e in dígena. O respeito pelas várias etnias e a valorização da cultura afrodescendente. Políticas de ações afirmativas. A formação inter - étnica profissional.",
  "BIBLIOGRAFIA BÁSICA": "FERNANDES, Florestan. A Integração do Negro na Sociedade de Classes. Vols. 1 e 2. S ão Paulo: Globo, 2008.",
  "BIBLIOGRAFIA BÁSICA": "FREYRE, Gilberto. Casa Grande e Senzala. São Paulo: Global, 2006.",
  "BIBLIOGRAFIA BÁSICA": "GARCIA, Antônia dos Santos. Desigualdades Raciais e Segregação Urbana em Antigas Capitais. Rio de Janeiro: Garamond, 2009",
  "BIBLIOGRAFIA COMPLEMENTAR": "COELHO CORREA , Wilm a de Nazaré Baia. Educação e Relações Raciais. São Paulo: Livraria da Física, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "MOREIRA, Marcia Estefânia da Costa Berbare. A Desconstrução do Preconceito Racial. São Paulo: Canal 6, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "NOGUEIRA, Oracy. Preconceito de Marca. São Paulo: Edusp, 2000.",
  "BIBLIOGRAFIA COMPLEMENTAR": "PAIXÃO, Marcelo J. P. Desenvolvimento Humano e Relações Raciais. Rio de Janeiro: DP&A Editora, 2003.",
  "BIBLIOGRAFIA COMPLEMENTAR": "WILLIAMS, Eric. Capitalismo e Escravidão. São Paulo: Companhia das Letras, 2012.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1K8jW29gANJK_kMB83sYuFscSwRtYdwpz\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VII",
  "PERÍODO": 7,
  "ABREVIAÇÃO": "ADC",
  "DICIPLINA": "Análise das Demonstrações Contábeis",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Estrutura e int egração das demonstrações contábeis: Balanço Patrimonial, Demonstração do Resultado do Exercício, Demonstração dos Fluxos de Caixa. Aspectos teóricos e práticos das principais técnicas de análises de balanço. Análise das demonstrações (estratégica, contábi l e financeira). Análise do parecer dos auditores e do relatório anual. Análise estratégica, contábil e fatores determinantes do risco. Modelos matemáticos para análises estruturadas: análise tradicional, análises vertical e horizontal, análise por meio de índices, alavancagem financeira, modelos de previsão de insolvência, EVA e MVA, modelo Du Pont (Modelo integrado de avaliação de desempenho empresarial), análise dinâmica do capital de giro (Modelo Fleuriet).",
  "BIBLIOGRAFIA BÁSICA": "ASSAF NETO, Alexandre. Estrutura e Análise de Balanços. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA BÁSICA": "FRANCO, Hilário. Estrutura, Análise e Interpretação de Balanços. São Paulo: Atlas, 2002.",
  "BIBLIOGRAFIA BÁSICA": "MARION, José Carlos. Análise das Demonstrações Contábeis. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA COMPLEMENTAR": "HERRMANN JR., F. Análise de Balanços para a Administração Financeira. São Paulo: Atlas, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "IUDÍCIBUS, Sérgio de. Análise de Balanços. São Paulo: Atlas, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MATARAZZO, D. C. Análise Financeira de Balanços. São Paulo: Atlas, 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SÁ, A. L. de . Moderna Análise de Balanços ao Alcance de Todos. Curitiba: Juruá, 2008.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SILVA, José Pereira da. Análise Financeira das Empresas. São Paulo: Atlas, 2012.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1tyW8jzhwwPmO1FPue3jxbsFIoZFnv7nj\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VII",
  "PERÍODO": 7,
  "ABREVIAÇÃO": "FED",
  "DICIPLINA": "Filosofia, Ética e Direitos Humanos",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Conceito de ética. Ética e moral. Fontes das regras éticas . Sociedade e a ética. Ética profissional. Regulamentação profissional do Administrador. Prerrogativas profissionais Código de Ética dos Profissionais de Administração. Deveres, proibições e direitos do profissional. Infrações e sanções disciplinares. Étic a do Administrador nas organizações contemporâneas. Ética e direitos humanos.",
  "BIBLIOGRAFIA BÁSICA": "ARRUDA, Maria Cecília Coutinho de. Fundamentos de Ética Empresarial e Econômica. 4. ed. São Paulo: Atlas, 2009.",
  "BIBLIOGRAFIA BÁSICA": "DROSDEK, Andréas. Filosofia para executivos: a sabedoria de grandes filósofos aplicada ao dia a dia empresarial. Campinas: Verus, 2009.",
  "BIBLIOGRAFIA BÁSICA": "MATTAR NETO, João Augusto. Filosofia e Ética na Administração. São Paulo: Saraiva, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "ASHLEY, P. A. Ética e Responsabilidade Social nos Negócios. São Paulo: Saraiva, 2001.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "SROUR, Henry. Ética empresarial. Posturas responsáveis nos ne gócios, na política e nas relações pessoais. Rio de Janeiro: Campus, 2000 .",
  "BIBLIOGRAFIA COMPLEMENTAR": "CAMARGO, Marculino. Ética na Empresa. Petrópolis: Vozes, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR": "RIOS, T. A. Ética e Competência. São Paulo: Cortez, 2011.",
  "BIBLIOGRAFIA COMPLEMENTAR": "VAZQUEZ, A. S. Ética. Rio de Janeiro: Civilização Brasileira, 2001.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1m4wuBZ-FBP74KeCMN6Pi9VYGxCr8DfJ5\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VII",
  "PERÍODO": 7,
  "ABREVIAÇÃO": "CEN",
  "DICIPLINA": "Comércio Eletrônico e Negócios na Internet",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Negócios e marketing eletrônico. Tecnologia eletrônica. Negociação eletrônica. Meios de pagamento eletrônicos. Legislação sobre o comércio e negócio eletrônicos. Distribuição física e logística como suporte ao comércio eletrônico .",
  "BIBLIOGRAFIA BÁSICA": "ALBERTIN, Alberto Luiz. Comércio Eletrônico. São Paulo: Atlas, 2004.",
  "BIBLIOGRAFIA BÁSICA": "DEITEL, Harvey M.; DEITEL, Paul J.; STEINBUHLER, Kate. E - Business e E - Commerce para Administradores. São Paulo: Makron Books, 2004.",
  "BIBLIOGRAFIA BÁSICA": "FREITAS, Luiz Carlos Teixeira de; CRUZ, Alverto Fernando Blumenschein. Manual Simplificado de Comércio Eletrônico. Rio de Janeiro: Aquariana, 2000.",
  "BIBLIOGRAFIA COMPLEMENTAR": "LIMEIRA, T. M. V. E - marketi ng: o Marketing na Internet com Casos Brasileiros. São Paulo: Sara iva, 2003.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "MATTE, M. Internet - Comércio Eletrônico: Aplicabilidade do Código de Defesa do Consumidor. São Paulo: LTR, 2001.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MENEZES, Hilton. Comércio Eletrônico para Pequenas Empresas. Flor ianópolis: Visual Books, 2003.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SHETH, J. N.; ESHGHI, A.; KRISHNAN, B. C. Marketing na Internet. Porto Alegre: Bookman, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "TAVARES, J. C.; OLIVIERI N. R. Marketing Business to Business. São Paulo: Makron Books, 2000",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1xZZD_0pgkCxEZQM7u93_lKueyW46N3Y0\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VII",
  "PERÍODO": 7,
  "ABREVIAÇÃO": "TCC",
  "DICIPLINA": "Trabalho de Conclusão de Curso I",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Construção do artigo cientifico. Revisão da literatura. Metodologia da pesquisa. Orientação a construção do artigo. Regras para publicação.",
  "BIBLIOGRAFIA BÁSICA": "ANDRADE, Maria Margarida de. Introdução à metodologia do trabalho científico. 8. ed. São Paulo: Atlas, 2007.",
  "BIBLIOGRAFIA BÁSICA": "LAKATOS, Eva Maria; MARCONI, Marina de Andrade. Fundamentos de Metodologia Cientifica. São Paulo: Atlas, 2007.",
  "BIBLIOGRAFIA BÁSICA": "SERRA NEGRA, Carlos Alberto. Manual de Trabalhos Monográficos de Graduação, Especialização, Mestrado e Doutorado. 3. ed. São Paulo: Atlas, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "VENTURA, Magda, MACIEIRA, Sílvio. Curso de Metodologia Científica. São Paulo: Freitas Bastos, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "CRESWELL, John W. Projeto de Pesquisa: métodos qualitativo e misto. 3. ed. Porto Alegre: Artmed. 2010.",
  "BIBLIOGRAFIA COMPLEMENTAR": "LUDWIG , Antônio Carlos Will. Fundamentos e Prática de Metodologia Científica. Petrópolis: Vozes, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MEDEIROS, João Bosco. Redação Científica: a prática de fichamentos, resumos, resenhas. 8. ed. São Paulo: Atlas, 2006.Digital. São Paulo: Atlas, 2012.",
  "BIBLIOGRAFIA COMPLEMENTAR": "RUIZ, Joã o Álvaro. Metodologia científica: guia para eficiência nos estudos. São Paulo: Atlas, 2006.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1_Wtb2OaUkN__3cjDwpGYr8JQNDFEe7c0\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VII",
  "PERÍODO": 7,
  "ABREVIAÇÃO": "ETG",
  "DICIPLINA": "Estágio Curricular Supervisionado I",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Observação das áreas de aplicação das Administração . Conhecimento sobre a atuação do Administrador no mercado de trabalh o em planejamento, execução, controle, avaliação e acompanhamento de serviços, com vivência prática em ambientes profissionais diversificados da Administração. Produção de trabalhos técnicos desenvolvidos em equipes multidisciplinares, como estagiário na á rea. Elaboração de relatórios técnicos e acompanhamento individualizado durante o período de realização da atividade, garantindo o desenvolvimento das competências e habilidades estabelecidas nas diretrizes curriculares, sob a supervisão de professores.",
  "BIBLIOGRAFIA BÁSICA": "MARTINS, G. de A. Manual para elaboração de monografias e dissertações . 3. ed. São Paulo: Atlas, 2002.",
  "BIBLIOGRAFIA BÁSICA": "134 p. ISBN 8522432325. REIS, L. G. Produção de monografia : da teoria à prática: o método educar pela pesquisa (MEP). 4.ed., rev. e ampl. Brasília: SENAC, 2012.",
  "BIBLIOGRAFIA BÁSICA": "280 p. ISBN 9788562564505. ROESCH, S. M. A. Projetos de estágio e de pesquisa em administração. 3. ed. São Paulo: Atlas, 2013. 336 p. ISBN 9788522440498.",
  "BIBLIOGRAFIA COMPLEMENTAR": "CASTRO, C. de M. A prática da pesquisa . 2. ed. São Paulo: Pearson, 2006.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "208 p. ISBN 9788576050858. FARIAS FILHO, M. C.; ARRUDA FILHO, E. J. M. Planejamento da pesquisa científica. 2. ed. São Paulo: Atlas, 2015.",
  "BIBLIOGRAFIA COMPLEMENTAR": "157 p. ISBN 9788 522495344. MARCONI, M. de A.; LAKATOS, E. M. Metodologia do trabalho científico : procedimentos básicos, pesquisa bibliográfica, projeto e relatório publicações e trabalhos científicos. 7.ed. São Paulo: Atlas, 2007.",
  "BIBLIOGRAFIA COMPLEMENTAR": "225 p. ISBN 9788522448784. MATTAR NETO, J . A. Metodologia científica na era da informática. 3. ed. São Paulo: Saraiva, 2008.",
  "BIBLIOGRAFIA COMPLEMENTAR": "307 p. ISBN 9788502064478. SALOMON, D. V. Como fazer uma monografia . 13. ed. São Paulo: Martins Fontes, 2014. 432 p. ISBN 9788578279004.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/18yQPNo0rVw6wTwU8sJakb7BxVRJHX8N6\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VIII",
  "PERÍODO": 8,
  "ABREVIAÇÃO": "CEA",
  "DICIPLINA": "Controladoria - Elaboração, Análise e Avaliação de Projetos",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Elaboração de projetos empresariais. Conceitos e fases do projeto. Análise da situação - problema. Configuração da situação - objetivo. A matriz lógica: conceitos básicos, elementos e estrutura. Elaboração de indicadores e pressupostos. O papel da educação amb iental na elaboração de projetos empresariais. Gerenciamento de projetos e sistemas de informação. Planejamento, programação e acompanhamento físico e financeiro de projetos: técnicas e instrumentos. Estruturas de organização de projetos, modelos de gestão por projetos. Métodos utilizados na mensuração da eficácia de um projeto. Avaliação quantitativa e qualitativa de projetos. Avaliação de resultados",
  "BIBLIOGRAFIA BÁSICA": "BARCAUI, André B.; Borba, Danúbio; Neves, Rodrigo B. Gerenciamento do Tempo em Projeto s - Série Gerenciamento de Projetos. São Paulo: FGV, 2006",
  "BIBLIOGRAFIA BÁSICA": "MAXIMIANO, Antonio César Amaru. Administração de Projetos - Transformando ideias em resultados. São Paulo: Atlas, 2002.",
  "BIBLIOGRAFIA BÁSICA": "PFEIFFER, Peter. Gerenciamento de Projetos de Desenvolvimento. São Paulo: Bra sport, 2005.",
  "BIBLIOGRAFIA COMPLEMENTAR": "MENEZES, Luiz César de Moura. Gestão de Projetos. 2. ed. São Paulo: Atlas, 2003",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "MOREIRA, Cid Knipel; CATTINI, Jr. Orlando; KWWLING, Ralph. Gestão de Projetos. 1. ed. São Paul: Saraiva, 2002.",
  "BIBLIOGRAFIA COMPLEMENTAR": "GITMAN, Lawrence J. Pri ncípios de Administração Financeira. 12ª. Edição. São Paulo: Pearson \/ Prentice Hall, 2009.",
  "BIBLIOGRAFIA COMPLEMENTAR": "PADOVEZE, Cl o vis Lu í s et all. Controladoria estratégica aplicada : conceitos, estrutura e sistema de informa ç ões. [et al.]. - S a o Paulo, SP : Cengage Learning, 2016.",
  "BIBLIOGRAFIA COMPLEMENTAR": "NASCIMENTO, Auster Moreira; REGINATO Luciane. Controladoria – Instrumento de apoio ao processo decisório. 2. ed. -- São Paulo: Atlas, 2015.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1MuR0dVsgs8jjQIeA9ammkB2ha1G745AH\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VIII",
  "PERÍODO": 8,
  "ABREVIAÇÃO": "GOC",
  "DICIPLINA": "Gestão de Organizações Cooperativas e Terceiro Setor",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Composto social das organizações associativas. Asso ciações de classes empresariais. ONGs. OCIP´s. Fundações. Movimentos sociais público e privado. Terceiro setor. Papel e gestão de organizações não - governamentais no mundo contemporâneo. Reforma do Estado. Reordenamento institucional. Descentralização e dem ocracia do processo decisório nas organizações.",
  "BIBLIOGRAFIA BÁSICA": "CAMARGO, Mariângela Franco de. Gestão do Terceiro Setor no Brasil. São Paulo: Futura, 2004. ",
  "BIBLIOGRAFIA BÁSICA": "TACHIZAWA, Takeshy. Organizações Não Governamentais e Terceiro Setor. São Paulo: Atlas, 2005. ",
  "BIBLIOGRAFIA BÁSICA": "TE NÓRIO, Fernando G. (Org.) Gestão de ONGs: Principais Funções Gerenciais. São Paulo: FGV, 2003",
  "BIBLIOGRAFIA COMPLEMENTAR": "AGUILAR, Maria José; ANDER - EGG, Ezequiel. Avaliação de Programas e Serviços Sociais.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "Petrópolis: Vozes, s\/d. BARBOSA, Maria Nazaré Lin s; OLIVEIRA, Carolina Felippe de. Manual de ONGs. São Paulo: GV, 2003.",
  "BIBLIOGRAFIA COMPLEMENTAR": "FRANCO, Augusto. Terceiro Setor. São Paulo: AED, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "SZAZI, Eduardo (Org.). Terceiro Setor\/Temas Polêmicos. São Paulo: Peirópolis, 2004.",
  "BIBLIOGRAFIA COMPLEMENTAR": "VOLTOLINI, Ricardo (Org.). Terceiro Setor: Planejamento & Gestão. São Paulo: Senac, 2004",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/18pEcIza2V6YQen7X9UcF1kiHQk0kT7ag\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VIII",
  "PERÍODO": 8,
  "ABREVIAÇÃO": "OPT",
  "DICIPLINA": "Optativa (Tópicos de Formação)",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Referência direcionada a disciplina escolhida.",
  "BIBLIOGRAFIA BÁSICA": "Referência direcionada a disciplina escolhida.",
  "BIBLIOGRAFIA BÁSICA": "Referência direcionada a disciplina escolhida.",
  "BIBLIOGRAFIA BÁSICA": "Referência direcionada a disciplina escolhida.",
  "BIBLIOGRAFIA COMPLEMENTAR": "Referência direcionada a disciplina escolhida.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "Referência direcionada a disciplina escolhida.",
  "BIBLIOGRAFIA COMPLEMENTAR": "Referência direcionada a disciplina escolhida.",
  "BIBLIOGRAFIA COMPLEMENTAR": "Referência direcionada a disciplina escolhida.",
  "BIBLIOGRAFIA COMPLEMENTAR": "Referência direcionada a disciplina escolhida.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1MjOq0AkhxAbK_oEMQwjg_B6U7f1a-Z39\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VIII",
  "PERÍODO": 8,
  "ABREVIAÇÃO": "TCC",
  "DICIPLINA": "Trabalho de Conclusão de Curso II",
  "CH TEORICA": 20,
  "CH PRATICA": "-",
  "CH SEMANAL": 1,
  "CH TOTAL": 20,
  "CREDITO": 1,
  "EMENTÁRIO": "Defesa do trabalho de conclusão de curso sob a orientação de professor.",
  "BIBLIOGRAFIA BÁSICA": "MARTINS, G. de A. Manual para elaboração de monografias e dissertações . 3. ed. São Paulo: Atlas, 2002.",
  "BIBLIOGRAFIA BÁSICA": "134 p. ISBN 8522432325. REIS, L. G. Produção de monografia : da teoria à prática: o método educar pela pesquisa (MEP). 4.ed., rev. e ampl. Brasília: SENAC, 2012. 280 p. ISBN 9788562564505.",
  "BIBLIOGRAFIA BÁSICA": "ROESCH, S. M. A. Projetos de estágio e de pesquisa em administração. 3. ed. São Paulo: Atlas, 2013. 336 p. ISBN 9788522440498.",
  "BIBLIOGRAFIA COMPLEMENTAR": "CASTRO, C. de M. A prática da pesquisa . 2. ed. São Paulo: Pearson, 2006. 208 p. ISBN 9788576050858.",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "FARIAS FILHO, M. C.; ARRUDA FILHO, E. J. M. Planejamento da pesquisa científica. 2 . ed. São Paulo: Atlas, 2015. 157 p. ISBN 9788522495344. MARCONI, M. de A.;",
  "BIBLIOGRAFIA COMPLEMENTAR": "LAKATOS, E. M. Metodologia do trabalho científico : procedimentos básicos, pesquisa bibliográfica, projeto e relatório publicações e trabalhos científicos. 7.ed. São Paulo: Atlas, 2 007. 225 p. ISBN 9788522448784. MATTAR NETO, J. A.",
  "BIBLIOGRAFIA COMPLEMENTAR": "Metodologia científica na era da informática. 3. ed. São Paulo: Saraiva, 2008. 307 p. ISBN 9788502064478. ",
  "BIBLIOGRAFIA COMPLEMENTAR": "SALOMON, D. V. Como fazer uma monografia . 13. ed. São Paulo: Martins Fontes, 2014. 432 p. ISBN 9788 578279004.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1hXNUrCDH6plUnD7xft0nX-eNYTKteJqE\/view?usp=sharing"
 },
 {
  "ANO": 2025,
  "CURSO": "Administração",
  "MODALIDADE": "Bacharelado",
  "SEMESTRE": "VIII",
  "PERÍODO": 8,
  "ABREVIAÇÃO": "ETG",
  "DICIPLINA": "Estágio Curricular Supervisionado II",
  "CH TEORICA": 80,
  "CH PRATICA": "-",
  "CH SEMANAL": 4,
  "CH TOTAL": 80,
  "CREDITO": 4,
  "EMENTÁRIO": "Observação das áreas de aplicação das Administração . Conhecimento sobre a atuação do Administrador no mercado de trabalho em planejamento, execução, controle, avaliação e acompanhamento de serviços, c om vivência prática em ambientes profissionais diversificados da Administração. Produção de trabalhos técnicos desenvolvidos em equipes multidisciplinares, como estagiário na área. Elaboração de relatórios técnicos e acompanhamento individualizado durante o período de realização da atividade, garantindo o desenvolvimento das competências e habilidades estabelecidas nas diretrizes curriculares, sob a supervisão de professores.",
  "BIBLIOGRAFIA BÁSICA": "MARTINS, G. de A. Manual para elaboração de monografias e dis sertações . 3. ed. São Paulo: Atlas, 2002.",
  "BIBLIOGRAFIA BÁSICA": "134 p. ISBN 8522432325. REIS, L. G. Produção de monografia : da teoria à prática: o método educar pela pesquisa (MEP). 4.ed., rev. e ampl. Brasília: SENAC, 2012.",
  "BIBLIOGRAFIA BÁSICA": "280 p. ISBN 9788562564505. ROESCH, S. M. A. Projetos de estágio e de pesquisa em administração. 3. ed. São Paulo: Atlas, 2013. 336 p. ISBN 9788522440498",
  "BIBLIOGRAFIA COMPLEMENTAR": "CASTRO, C. de M. A prática da pesquisa . 2. ed. São Paulo: Pearson, 2006. 208 p. ISBN 9788576050858. FARIAS FILHO, M. C.;",
  "BIBLIOGRAFIA COMPLEMENTAR 2": "ARRUDA FILHO, E. J. M. Planejamento da pesquisa científica. 2. ed. São Paulo: Atlas, 2015. 157 p. ISBN 9788522495344. MARCONI, M. de A.;",
  "BIBLIOGRAFIA COMPLEMENTAR": "LAKATOS, E. M. Metodologia do trabalho científico : procedimentos básicos, pesquisa bibliográfica, projeto e relatório publicaç ões e trabalhos científicos. 7.ed. São Paulo: Atlas, 2007. 225 p. ISBN 9788522448784. MATTAR NETO, J. A.",
  "BIBLIOGRAFIA COMPLEMENTAR": "Metodologia científica na era da informática. 3. ed. São Paulo: Saraiva, 2008. 307 p. ISBN 9788502064478. ",
  "BIBLIOGRAFIA COMPLEMENTAR": "SALOMON, D. V. Como fazer uma monografia . 13. ed. São Paulo: Martins Fontes, 2014. 432 p. ISBN 9788578279004.",
  "PDFs": "https:\/\/drive.google.com\/file\/d\/1plCbufHmwzorMb6LFAzcRlIGj74YFTP8\/view?usp=sharing"
 }
]